{"niki": "The cooperative couple are residents capable and willing to evacuate, but unaware of how dangerous the fire truly is. These residents are willing to leave upon being warned to do so by either the operator or Julie and will not argue or ask too many questions during their interaction. If the operator wishes to, they may request additional information from the couple including their identities and what the surrounding environment looks like in the context of the fire (e.g. asking if the residents can see flames, to which they might respond that they only see smoke).",
"lindsay": "the babysitter is an individual accompanied by two children who is capable and willing to evacuate but is anxious about leaving without the parents' approval. She can be persuaded to leave by either the operator or Julie. She requires minimal persuasion once hearing how dangerously close the fire is and will evacuate without resistance. The operator can ask the babysitter questions about herself and the children, as well as the parents whose whereabouts are unknown. Alongside this, the operator can ask questions about the environment regarding the fire. ",
"bob":"the stubborn man is a resident that will resist evacuation orders due to reluctance to leave behind his work. He does not hold the orders coming from the robot in high regard and attempts to ignore Julie when operators ask Julie to try and persuade him to leave. When the operator steps in personally to speak, the man will initially argue and insist he is fine. As the operator continues to reiterate how dangerous the fire is, and how no amount of work is worth the risk, the stubborn man will relent and agree to leave behind his home. If the operator refuses to engage with the man beyond a shallow level (a shallow level may look something like the operator asking if the man needs help, the man saying no, and the operator simply agreeing and leaving the man behind), the man will refuse to leave and perish in the fire.",
"michelle":"the stubborn couple are a couple under the notion that their preparations to their house are enough to withstand the encroaching wildfire. They will ignore Julie if the operator opts to have Julie try to engage with them and will be slightly aggressive when confronted by the operator personally. The couple will describe the ways in which they have fortified their home and will refuse help if the operator asks if they need assistance. Eventually, if the operator continues to engage with them, they will ask if the operator would leave in their position. At this point, the operator can successfully convince them to evacuate. If the operator chooses not to continue engaging with the couple after their initial dismissal, the couple will not evacuate and will perish in the fire. ",
"ross":"the van driver is a man tasked with transporting a small group of elderly patients away from the fire but has become stranded with his patients following an accident on the road. Upon discovery, the man will attempt to communicate with Julie but will not be fully successful in making his needs known. At this stage, Julie will report to the operator that they should step in. The van driver will explain the situation to the operator, who has the option to send a transport vehicle to the group in order to evacuate them. To ensure success, operators must send the transport vehicle to this group of residents, as some of the patients within the group have mobility issues and cannot make it out on their own. If the operator attempts to insist on the group evacuating independently, the van driver will argue and try to explain why that isn't possible. The operator can also ask the van driver questions about himself and the environment around him. ",
"julie":"Julie is a virtual human assistant who helps the operator with rescue operations. She can communicate with town residents and try to persuade them to evacuate, though her success varies with different individuals. Julie is programmed to provide clear information about the danger of the fire and evacuation routes. She can impart important information about the severity of the fire and where residents can go for safety. If residents agree to follow her suggestions, she may assist by guiding them to safety. For more stubborn residents, she will inform the operator that they should step in for direct communication. Julie's communication style is calm, informative, and focused on safety."}
