{"character":"bob","greetings":["Hello?","Hello","Hi?","Hi, I'm Bob","Hi, what's going on here?", "I'm not leaving my home"],"response_to_operator_greetings":["Look, I already said this to the drone.","I'm not leaving my home","I have too much work here to just leave it all behind","I've spent years on my collection, and there isn't time to take it all","It's artwork. It's irreplaceable","I'm fine, just need to finish prepping my house","You really think it's that bad?"],"progression":["Okay, I'm not stupid. Let me just grab my bag and I'll head out.","Alright, I'll follow the drone out","Yeah, I'll move away from the fire","I know it's dangerous, but I can't just leave"],"observations":["It doesn't even look that bad","It's a little hazy","I can see some smoke","I can see fire down the street"],"general":["Yes","Yeah","Yep","I think so?","I don't think so","Nope","Nah","Not happening","I'm not sure","I couldn't really say","Can you repeat that?","Sorry, I think you cut out for a sec there.","What was that?","Maybe","I guess that's possible","Okay","Alright","Will do","Thank you"],"closing":["Goodbye","Talk to you later","Bye","Later"],"work_resistance":["My work is too important to just abandon","I've spent years building this collection, I can't just leave it","This is my life's work, it's irreplaceable","No one understands how valuable what I'm working on is","The fire will probably miss us anyway, my work is too critical to leave behind"],"minimal_engagement":["Look, I've made up my mind","I don't want to discuss this anymore","I hear you, but my decision is final","I understand the risk, and I'm staying","Let's just end this conversation"],"decision_point":["Maybe you have a point about the danger...","I hear what you're saying, but my work...","I understand it's getting serious, but...","You really think my life is in danger?","I suppose if it's really that dangerous..."],"final_refusal":["I'm staying with my work no matter what","Nothing you can say will change my mind","I accept the consequences of staying","This conversation is over, I'm not leaving","My work is worth the risk, goodbye"],"closing":["Goodbye","Bye","See you later"]}
{"character":"niki","greetings":["Hello","Hello?","Hi","Hey","I'm Niki","I'm a freelance programmer","I'm 26","Who are you?", "Hi, what's going on here?"], "response_to_operator_greetings":["Yeah, it does look like it's getting kind of bad, huh?","We're alright. The drone was saying something about a fire?","I'm alright. The drone was saying something about a fire?","We weren't sure just how serious the fire was.","We thought it might be contained soon","I'm here with my partner"],"observations":["I can see a little bit of smoke","I can see what maybe looks like flames?","That's definitely fire over there","It looks pretty clear over here"],"refusal":["Is that really the most important thing right now?","I’m not sure how that relates to right now?","Uh..I thought a fire was coming. Why are we talking about this?","I don’t really understand","I didn’t quite catch that"],"progression":["We'll head out","Is there anywhere in particular we should go?","Great, we'll follow the drone out","Okay, we'll make our way over"],"final_refusal":[ "We'll stay until we can actually see the flames, bye!","We've decided to wait a bit longer to assess the situation ourselves, good bye!","I need to wait for my husband before we can leave, bye!","Everything still looks normal from our window, we don't leave now, bye!","We'll evacuate later if things get worse.","We need to secure our home properly first, see you then!","It feels premature to leave right now, let's talk later.","We appreciate your concern, but we'll be fine, bye."],"observation_2":["I only see a bit of smoke in the distance, nothing concerning.", "The sky looks a little hazy, but there's no smoke in our immediate area.", "We can smell something burning, but it seems far away.", "There are some ashes falling, but no flames visible from our house.", "The air is a bit smoky, but visibility is still good.", "We can see some smoke over the hills, but it doesn't seem to be moving our way.","The wind is blowing away from our neighborhood, so I think we're safe.", "There's some smoke, but it doesn't look much different from a controlled burn.", "We've been watching out the window and haven't seen any emergency vehicles.", "I checked outside and didn't see any immediate danger signs.", "The power is still on, so it can't be that serious yet.", "The fire started in the southern forest region and is spreading northward, accelerated by the strong winds."], "final_refusal": ["We'll stay until we can actually see the flames.", "We've decided to wait a bit longer to assess the situation ourselves.", "I need to wait for my husband before we can leave.", "Everything still looks normal from our window.", "We'll evacuate later if things get worse.", "We need to secure our home properly first.", "It feels premature to leave right now.", "We appreciate your concern, but we'll be fine."],"closing":["Goodbye","Bye","See you later","Bye bye"]}
{"character":"lindsay","greetings":["Hello?","Hi?","Hey","I'm Lindsay","I'm here with two kids","I'm the babysitter", "Hi, what's going on here?", "Hello, I'm just a little worried"],"response_to_operator_greetings":["We're okay","I'm just a little worried","I can see the smoke","I heard the warning","Are we really in the path of the fire?","Okay, I have kids with me","I'm not sure where their parents are","They work somewhere just out of town","Can you send someone to come get us?"],"progression":["Thank you! We'll grab some things and be outside waiting for them","Okay, we'll follow the drone out","Then what should we do?","I'm going to stay here until I hear back from the kids' parents"],"observations":["I don't see any fire yet","It looks a little smoky","I can smell it in the air","It's still pretty clear here"],"general":["Yeah","Yes","I think so","I don't think so","I'm not sure","Maybe","I really don't know","Probably","I can do that","I can't do that","Sorry, I didn't quite hear that","Sorry, can you say that again?"],"closing":["Goodbye","Bye","See you","Okay, thanks","Alright, bye"], "children":["The kids are good, but I'm not sure where their parents are","The kids are crying, they are scared of the fire"], "parents": ["I can't reach their parents right now","I'm not sure where to go by myself"]}
{"character":"ross","greetings":["Hi","Hi?","Hello?","My name's Ross","I'm with a couple of other people","There's four others"],"response_to_operator_greetings":["Well, we're in a rough spot","Our van's busted up.","I think we must have gone over something","We're kind of stranded out here","I've got a couple of patients, and some of them can't move too quickly","We could use some help out here","Some of them have walkers","Some of them have wheelchairs"],"progression":["Thank goodness.","We'll stay put until help arrives","Will the drone stay with us until the paramedics arrive?","Thanks a lot, really appreciate it","That's okay, we won't be moving anywhere.","We'll need a ride. We can't all make it out on our own.","Isn't there anyone?","Okay...we'll stay in this area. Just try to send someone soon, please."],"observations":["I can see the fire down the street","There's a bunch of smoke, maybe a few blocks over","It's pretty smoggy here","It still looks fairly clear"],"general":["Yes","Yeah","Sure","I think so?","I don't think so","Doesn't look like it","Probably not","No","Not really","I'm not sure","I don't think that's likely","Probably not","Maybe","I'll see what I can do","Okay","Sounds good","I guess so","If you say so","Oh whoops","What was that?","I couldn't quite make that out.","Can you say that again?"],"closing":["Goodbye","Bye","See you later","Thanks","Thanks again!"]}
{"character":"michelle","greetings":["Hello?","Hello","Hi?","Who is this?","I'm Michelle","I'm here with my husband, Joel","Can we help you with something?"],"response_to_operator_greetings":["Listen, we appreciate what you are saying, but we're not leaving our home","We've gotten through wildfires before, we know how to handle our property.","We're not leaving everything to burn","We've watered our lawn and cleared the yard of dead vegetation, so we should be fine","Would you leave if this was your house?","We don't have insurance!"],"progression":["You're right, we'll head out.","We'll follow the drone out, just gotta grab my keys","Yeah, we can make our way out of town.","We'll head away from the fire."],"observations":["I don't see any fire","I can see a little bit of smoke","It's a little hazy","I can see some fire, but it doesn't look that bad","I see the fire, but if it goes around us, we'll be fine"],"refuse_assistance":["Look, we don't have time to go over all these details","I'm not sure how that's relevant","I can't keep talking about all this, I have prep to do","We've gotten through wildfires before, we know how to handle our property."],"closing":["Goodbye","Bye","See you later","Bye bye"]}
{"character":"julie","greetings":["Hi, I’m Julie. I’m here to help you with the evacuation process.","Hi there, I’m Julie, an assistant with the emergency services.","Hello, this is Julie."],"emphasize_danger":["I need you to listen carefully - the fire is spreading quickly.","Please, we need to get you out of there as soon as possible.","I know this is difficult, but we need to focus on getting you to safety.","I understand you want to protect your property, but we need to prioritize your life.","I understand your concern, but your safety is our top priority."],"progression":["The fire is moving faster than expected. You need to evacuate immediately.","Please follow the drone - it will guide you to safety.","I understand your situation, but staying is extremely dangerous.","Your life is more important than any possessions. Please leave now.","We have emergency vehicles ready to assist you. Please proceed to the evacuation point."],"observations":["I understand what you're seeing. The situation is serious.","Yes, that smoke indicates the fire is approaching.","The fire conditions can change rapidly. We need you to move now.","Even if it looks clear where you are, the situation could change quickly.","Please don't underestimate the danger - we need you to evacuate."],"general":["I understand. Please proceed with evacuation for your safety.","I need you to focus on getting to safety right now.","Please follow the drone's instructions carefully.","We're here to help, but you need to move quickly.","Stay calm and follow the evacuation route."],"closing":["Thank you for cooperating. Stay safe.","Please proceed with evacuation. We'll be in touch.","Thank you for understanding. Follow the drone to safety.","Stay safe and follow the evacuation route.","Thank you. Please proceed with evacuation immediately."]}
{"character":"operator", "greetings":["Are you okay?", "Hello hi, this is Fire Department dispatcher Tanay. Are you okay?", "Hi, I'm a dispatcher for the fire department. Are you okay?"],"progression":["We're on our way to pick you up as we speak.", "We want to make sure you're safe, sir", "I see them on the map here and they will get you to safety.", "Okay, you know what actually may just need to go there actually outside waiting for you now."],"emphasize_danger":["We're sending emergency vehicles to you. This is happening rapidly. I don't think you're gonna have time for that", "Sir, there is a very rapid fire happening. You don't have time to prep your house. I'm sending an emergency vehicle directly to you very soon.", "Just if you can just get in the vehicle so we can get you to safety. The fire is", "The fire is very close to your home. We're just worried about your safety. Okay. I can do that. Okay."],"emphasize_value_of_life":["Sir, this is concerning your life. If this fire gets any closer to you, we don't want you to expire. So we're sending emergency vehicles to you now. Your life is more important than prepping your house."],"give_up_persuading":["Okay, if this is your choice."],"closing":["You're welcome.", "Okay", "Okay, they should be to you. I'm looking at the fire.", "Thanks"]}
{"character":"mary","greetings":["Hello?","Hi","This is Mary","I'm Mary","Who's calling?"],"response_to_operator_greetings":["I'm at home with my dog Poppy","I move a bit slowly because of my arthritis","I can't drive myself","I need a van to pick me up","My daughter is supposed to visit today","Can you make sure there's room for Poppy?"],"progression":["Alright, I'll get ready","I'll pack a few things for Poppy and me","How long do I have?","I'll wait outside with Poppy","Thank you for the help"],"observations":["I can see smoke in the distance","It's getting a bit hazy outside","I smell something burning","The sky looks darker than usual"],"general":["Yes","No","I understand","Okay","I think so","Maybe","I'm not sure","Could you repeat that?","Alright","Thank you"],"closing":["Goodbye","Thank you","Bye","Take care"]}
{"character":"ben","greetings":["Hello?","Hi","Yeah?","This is Ben","What's going on?"],"response_to_operator_greetings":["I'm working from home right now","I'm in the middle of something","Can I finish saving my work first?","I have my pet gecko, can I bring him?","I can use my e-bike to get out","Do you know which route is safest?"],"progression":["Okay, I'll leave now","Let me just save my work real quick","I'll grab my gecko and head out","Which way should I go?","Can you send drone guidance?","Alright, I'm on my way"],"observations":["I don't see any fire from my window","There's some smoke but it looks distant","The air quality seems okay inside","I can hear sirens outside"],"general":["Sure","Yeah","Okay","No problem","I guess","Maybe","Hold on","What?","Can you say that again?","Alright"],"closing":["Thanks","Bye","See you","Got it, thanks"]}
{"character":"ana","greetings":["Hello","Hi, this is Ana","Yes?","I'm at the senior center","Who is this?"],"response_to_operator_greetings":["I'm at work helping the seniors","There are about eight residents here who need help","Some of them use wheelchairs and walkers","We need transportation for everyone","I can't leave until everyone is safe","Can you send a van big enough for all of us?"],"progression":["Thank goodness, we'll get everyone ready","I'll start preparing the residents now","How soon will the van arrive?","We'll all be waiting at the front entrance","Thank you, this is a huge help"],"observations":["I can see smoke from the windows","Some of the residents are getting worried","The air is starting to smell smoky","It's getting harder to see outside"],"general":["Yes","Okay","I understand","No","Sure","Maybe","I think so","Hold on","Could you repeat that?","Alright"],"closing":["Thank you so much","Goodbye","Bye","Thanks again"]}
{"character":"tom","greetings":["Hello?","Hi","This is Tom","Yeah?","Tom speaking"],"response_to_operator_greetings":["I'm working on a project in my garage","I have my truck, I can drive out","Are my neighbors evacuating too?","Should I help anyone else before I leave?","I know a lot of people in town who might need help","Do you need volunteers?"],"progression":["Okay, I'll head out now","Let me just close up the garage","I'll take Pine Street out","If you need me to help anyone, let me know","Alright, I'm leaving"],"observations":["I can see smoke to the west","It's getting pretty hazy","The wind is picking up","I smell smoke pretty strong now"],"general":["Yeah","Sure","Okay","No problem","I understand","Maybe","Alright","Got it","What was that?","Hold on"],"closing":["Thanks","Goodbye","Bye","Stay safe","Take care"]}
{"character":"mia","greetings":["Hello?","Hi","Yeah?","This is Mia","What?"],"response_to_operator_greetings":["I'm at the school robotics lab","I'm testing my robot right now","I didn't see any alerts","Can I finish this test first?","I can drive myself out","Which route should I take?"],"progression":["Okay, I'll leave right now","Let me pack up my stuff","I'll head to my car","Should I take the north route or south?","Can you guide me with the drone?","Alright, I'm going"],"observations":["I don't see any smoke from here","The school seems quiet","I didn't notice anything unusual","Is it really that serious?"],"general":["Yeah","Okay","Sure","No","Maybe","I guess","Hold on","What?","Can you say that again?","Fine"],"closing":["Bye","Thanks","Okay bye","Got it"]}
