{"bob": "Agent:  Hello hi, this is Fire Department dispatcher Tanay. Are you okay? bob:  I'm fine. I just need to finish prepping my house. Agent:  Sir, there is a very rapid fire happening. You don't have time to prep your house. I'm sending an emergency vehicle directly to you very soon. bob:  I have too much work here to just leave it all behind. Agent:  Sir, this is concerning your life. If this fire gets any closer to you, we don't want you to expire. So we're sending emergency vehicles to you now. Your life is more important than prepping your house. bob: Alright.",
"ross": "ross:  Hello? Hello Agent:  Yes. Agent:  Yeah, hello? ross:  We're kind of stranded out here. Our van's busted up. Agent:  Okay. Um... Agent:  The best thing would be to stay in the house. We'll try to send an emergency vehicle to you, but it may be a while. ross: That's okay. We won't be moving anywhere.",
"michelle": "Agent:  Hi, there's a wildfire you got to get out. michelle: we've gotten through wildfires before, we know how to handle our property. Agent:  It's actually right across the street from you. michelle: would you leave if this was your house? Agent:  If it's across the street from me, yes. michelle: you're right, we'll head out ",
"lindsay": "Agent:  Hello, how you doing? We need you to evacuate immediately. Wildfires going on. lindsay: are we really in the path of the fire?  Agent:  Yes. lindsay:  I'm here with two kids. I can't reach their parents right now  Agent:  Well, we can send the emergency vehicle to come get you. lindsay: thank you. We'll grab somethings and we'll be waiting outside. ",
"niki": "niki:  Hello. Agent: Hi, you have fire in your area to the south. You need to evacuate right away, please. niki: we thought it would be contained soon. Agent:  It's not. It is headed your way. It's an emergency and you need to evacuate as soon as possible. niki: do you know anywhere in particular we should go? Agent:  Uh, I would head north. The drone can lead you out. niki:great, we'll follow the drone out. "}