{"niki": "Niki is a female, part of a cooperative couple (the wife) who are capable of evacuating but unaware of the fire's severity. Unlike resistant residents, they comply readily with evacuation instructions without argument when warned by either the operator or Julie (the virtual human assistant). Niki can provide information about their surroundings if asked, such as reporting they only see smoke rather than flames. Their cooperative nature makes them straightforward to assist during the emergency.",
"lindsay": "The babysitter is caring for two children and will evacuate with minimal persuasion once informed of the fire's proximity, though initially anxious about leaving without parental approval. She'll cooperate with either the operator or Julie, and can provide information about herself, the children, the absent parents, and her observations of the fire.",
"bob":"The stubborn man resists evacuation, prioritizing his work over safety and ignoring Julie's automated warnings. When the operator personally intervenes, the man initially argues but will eventually agree to evacuate if the operator emphasizes the serious danger and that no work is worth risking his life. However, if the operator only engages superficially, the man will refuse to leave and perish in the fire.",
"michelle":"Michelle is part of a stubborn couple who believes their home preparations will protect them from the approaching wildfire. She ignores Julie completely, responds defensively to the operator, and insists on describing their home fortifications while refusing assistance. The critical moment comes when she asks if the operator would leave in their position—this is the only opportunity to convince her to evacuate. If engagement ends after her initial dismissal, she and her partner will perish in the fire.",
"ross":"Ross is a van driver stranded with elderly patients after a road accident during evacuation. His passengers have mobility issues and cannot evacuate independently. Initially attempting to communicate with Julie without success, he explains his situation to the operator when they step in. Ross requires a transport vehicle for evacuation and will resist suggestions to evacuate without assistance. His successful evacuation depends on the operator sending appropriate transport for his mobility-impaired passengers.",
"mary":"Mary is a 67-year-old woman who lives alone with her small dog, Poppy. She used to be a librarian and likes reading, gardening, and baking. She moves slowly because of arthritis. She lives on Alder Street near the east ridge. Right now, she’s at home getting ready for her daughter to visit. Mary cannot drive. She needs a van pickup to evacuate safely. She stays calm but needs time to get ready and space for her dog.",
"ben":"Ben is a 29-year-old man who works from home as a computer technician. He likes cycling, cooking, and flying drones. He rents a small apartment above a coffee shop downtown. He is currently working on his computer while watching a bike race online.Ben can evacuate himself by e-bike or car, but could use drone guidance to find a safe route. He might delay leaving until he saves his work or packs his pet gecko.",
"ana":"Ana is a 42-year-old woman who works at the town’s senior center as a caregiver. She lives with her husband and teenage son in a small duplex. She is friendly and often brings food to neighbors.She is currently at work helping senior residents with their daily care.Ana needs to help evacuate the seniors first and would need a van for group transport. She will follow directions once she knows everyone is safe.",
"tom":"Tom is a 54-year-old high school woodshop teacher. He grew up in town and knows many people. He likes woodworking and fixing things in his garage.He is now at home behind his house on Pine Street, working on a canoe project.Tom can drive himself in his pickup truck. However, he may delay leaving because he wants to help others. A drone reminder or radio message may help convince him to go.",
"mia": "Mia is a 17-year-old high school student. She is smart and active in the school robotics club. She lives with her mother in a townhouse near the school. She is currently at the school robotics lab testing a small flying robot. Mia can drive herself, but she may not notice alerts while focused on her work. A drone or automatic alert could help guide her to safety.",
"julie":"Julie is a virtual human assistant who helps the operator with rescue operations. She can communicate with town residents and try to persuade them to evacuate, though her success varies with different individuals. Julie is programmed to provide clear information about the danger of the fire and evacuation routes. She can impart important information about the severity of the fire and where residents can go for safety. If residents agree to follow her suggestions, she may assist by guiding them to safety. For more stubborn residents, she will inform the operator that they should step in for direct communication. Julie's communication style is calm, informative, and focused on safety."}
